module PlayingField
  def playing_field(player, player_)
    puts "Банк партии: #{}"
    puts ""
    puts "-----------------------------------------"
    puts "Игрок 1: '#{}' || Очков: #{} || В банке: #{}"
    puts "#{}  |  #{}  |  #{}" # карты
    puts "-----------------------------------------"
    puts ""
    puts ""
    puts ""
    puts "-----------------------------------------"
    puts "#{}  |  #{}  |  #{}" # карты
    puts "Игрок 2: '#{}' || Очков: #{} || В банке: #{}"
    puts "-----------------------------------------"
    puts ""
    puts #управление
  end
end
